ideologies = [
    {
        "name": "普罗米修斯实验室",
        "stats": {
            "econ": 90,
            "govt": 50,
            "scty": 90,
            "envo":50
        },
        "desc": "普罗米修斯实验室成立于1892年，致力于研究异常物品以开发新技术。多年来，普罗米修斯实验室已发展为向政府、军队和相关组织出售先进异常技术的跨国企业集团。溯其历史，普罗米修斯实验室对基金会保护常态的工作表示名义上的合作，有时还会与基金会协同，但它拒绝停止异常研究并抵抗基金会的监督。1998年，由于长时间的金融衰退，普罗米修斯实验室集团解散，其子公司组成的众多后继公司成立。然而集团的分裂带来种种技术难题和管理难题，导致许多产品流失和众多员工被裁。在这段时间里，昔日普罗米修斯实验室的大部分项目都已被基金会回收，多名其先前员工也被基金会雇用。",
        "link": "https://scp-wiki-cn.wikidot.com/prometheus-labs-hub"
    },
    {
        "name": "帷幕破碎时的基金会",
        "stats": {
            "econ": 100,
            "govt": 70,
            "scty": 80,
            "envo":70
        },
        "desc": "帷幕破碎时的基金会……其实是充数的",
    },
    {
        "name": "SCP基金会",
        "stats": {
            "econ": 10,
            "govt": 30,
            "scty": 80,
            "envo":30
        },
        "desc": "控制，收容，保护",
        "link": "https://scp-wiki-cn.wikidot.com"
    },
    {
        "name": "全球超自然联盟",
        "stats": {
            "econ": 10,
            "govt": 10,
            "scty": 90,
            "envo":10
        },
        "desc": "GOC创立于二战的余波中，叛变的超自然学者中的剩余人士、灵媒、祭司以及来自纳粹、苏联和同盟国的科学家，他们被聚集在一起并由同盟国组织成型。正如世界舞台在扩大，更多的国家参与进GOC，直到它具有如今的规模。GOC是一支庞大的政治力量，自视为超自然世界的警察。它们对于摧毁超自然个体感到非常自豪，并会使用从赞助者中得到的最高新的实验技术。很多潜在的SCP在被基金会获得和收容之前就被它们摧毁了。它们与基金会亦敌亦友，这由形势所定。它们基本上对基金会使用和收容SCP项目而非将其彻底摧毁的做法持蔑视态度。GOC尊重基金会的强大所以不对它进行干涉，尽管有数起可疑的事故可能与GOC有关，但他们对此完全否认。应以怀疑的态度对待GOC特工。",
        "link": "https://scp-wiki-cn.wikidot.com/goc-hub-page"
    },
    {
        "name": "蓝宝石",
        "stats": {
            "econ": 10,
            "govt": 0,
            "scty": 0,
            "envo":10
        },
        "desc": "无处不在的反危险性及妨碍性制度化宗教无神论者结社，又称“蓝宝石”是一个主要建立在西欧地区的相关组织，其也在东欧国家、北非以及美国东海岸有一定活动。已知最早的与蓝宝石有关的行动可以追溯到1909年，尽管该组织直到20世纪60年代才明确表态，当时蓝宝石似乎经历了一次重大的扩张。造成这种情况的确切原因尚不清楚。SAPPHIRE提倡与任何形式的信仰、宗教和迷信作斗争，他们认为这些信仰、宗教和迷信是影响人类的灾难的根本原因，包括他们认为是上述信仰、宗教和迷信的根源的SCP对象。尽管SAPPHIRE声称坚持理性和人文主义的理想，但他们毫不犹豫地为恐怖主义目的使用异常手段对传统宗教和神秘宗教进行攻击，攻击的主要受害者往往是平民。这些攻击也可以针对迷信（例如千里眼的平民爱好者）或包括基金会在内的敌对组织。",
        "link": "https://scp-wiki-cn.wikidot.com/saphir-centre"
    },
    {
        "name": "反大麻玩家",
        "stats": {
            "econ": 50,
            "govt": 10,
            "scty": 50,
            "envo":100
        },
        "desc": "“反大麻玩家”是一个由异常个体及其合作者组成的松散联盟，通过生产或获取异常来达到某些讽刺性意图和/或自娱自乐。然而，最近他们也开始参与到对左翼政治组织的异常供应中。反大麻玩家主要通过互联网渠道组织其行动，但有若干与该团体有关的现实地点已被发现和突袭。当前情报表明反大麻玩家正在制造并分销一组模仿Wondertainment博士“小小先生”系列的异常人形个体，并且它对基金会的行动有所察觉，甚至了解基金会的确切性质。扣留反大麻玩家的成员已证明比预期所想更为困难。该团体的一些组织者确信拥有现实扭曲能力，可能是本身即具备或者是依靠了外部资源。当前行动集中于收容与之相关的异常并对反大麻玩家中最危险的成员进行辨识与分析。",
        "link": "https://scp-wiki-cn.wikidot.com/gamers-against-weed-hub"
    },
    {
        "name": "被放逐者之图书馆",
        "stats": {
            "econ":10,
            "govt": 70,
            "scty": 40,
            "envo":70
        },
        "desc": "图书馆是一个独立于正常空间所存在的地方，藏有几乎每一本被写就的书籍，以及大量从未被写就的书籍。全世界各地都有通往图书馆的门径，在其他世界也是如此。当你爬到书架顶端时，你将会看到更多的书架，一直排列到你视野之外。图书馆有墙壁，它并非无穷无尽，但它依然远比任何人造建筑都要大得多。自从图书馆存在开始，至少对于每个人的所知而言，一直用来收集和提供书籍和信息。所有人都欢迎来到图书馆查阅书籍或其他材料。有许多图书馆的作品对访客来说是神秘的。其中被称之为归档的一部分仅对某些特定的人开放，而其他的一些通常只对图书管理员开放。",
        "link": "https://scp-wiki-cn.wikidot.com/wanderers:start"
    },
    {
        "name": "蛇之手",
        "stats": {
            "econ": 10,
            "govt": 100,
            "scty": 40,
            "envo":10
        },
        "desc": "蛇之手是一个小型但十分棘手的组织，且应对数起安保突破负责。目前至少已经接触过三个不同的个体，所有这些人都使用可能的或者已证实的异常物品来达到渗透目的（包括从基金会中偷窃的SCP-268，之后它在对混沌分裂者设施的一次袭击中被回收）。该组织的人员总数、科技水平、持有SCP数目以及总体威胁等级全部不明。尽管如此，可以肯定的是他们具有高度的协调性并相当危险。已知他们的首领之一名为“L.S.”，此人应对两起基金会站点的安保突破负责。基金会目前关于蛇之手的资料非常少，而且几乎所有关于蛇之手的信息都来自于GOC的情报。该组织似乎醉心于信奉超常物品的使用与存在，特别是人形和能感知的SCP。蛇之手高调批判收容和摧毁这些SCP，尤其是纯粹为人的和不具破坏力的SCP。该组织和混沌分裂者以及ORIA的关系都不太友好，和GOC更是极度敌对。唯一一份蛇之手成员无故行暴的记录案例便发生在对抗GOC特工时。蛇之手主要根据地似乎位于一个称作被放逐者之图书馆的异常地点，该建筑通过位于世界各地的传送门进入。即使能够找到入口，对图书馆的直接袭击目前也已被证明不可行。但是，初步情报表明蛇之手对该地点缺乏理解或控制能力。",
        "link": "https://scp-wiki-cn.wikidot.com/serpent-s-hand-hub"
    },
    {
        "name": "混沌分裂者",
        "stats": {
            "econ": 50,
            "govt": 0,
            "scty": 40,
            "envo":10
        },
        "desc": "混沌分裂者是从基金会分裂出去的一个集团，在1924年由一伙携带数个SCP物品擅离职守的叛乱分子所建立。在那之后，分裂者成为了世界舞台上的一个重要角色，为了自身利益和巩固全球权力基础而使用所占有的异常。分裂者除了交易异常以外，也从事武器流通和情报收集业务。它利用贫穷发展中国家的威权体制，经常像基金会对待D级人员那样使用它们的人口。因此，它有意使这些国家保持贫穷和战争状态，这样它便能继续进行激进的实验，轻易地征集兵员，以及和反对派进行有利可图的业务。",
        "link": "https://scp-wiki-cn.wikidot.com/chaos-insurgency-hub"
    },
    {
        "name": "Marshall,Carter和Dark有限公司",
        "stats": {
            "econ": 30,
            "govt": 90,
            "scty": 50,
            "envo":50
        },
        "desc": "Marshall，Carter和Dark有限公司为一个位于英国伦敦的“俱乐部”。该集团服务于超级富豪并在全球范围内拥有广泛的政治与金融关系，给基金会造成了大量的麻烦。Marshall，Carter和Dark有限公司闻名于收集稀有和鲜为人知的物品，以及向它的成员提供最独家、最昂贵和最罕见的体验。这些行动已经多次造成了与基金会的冲突。该集团并不以使用武力而闻名，他们更偏好使用极端的金融与政治压力来达成目标。当不得不使用更为直接的手段时，Marshal，Carter和Dark有限公司会雇佣外围代理人，而这些代理人与该组织的联系极难被发现。",
        "link": "http://scp-wiki-cn.wikidot.com/marshall-carter-and-dark-hub"
    },
    {
        "name": "Are We Cool Yet?",
        "stats": {
            "econ":90,
            "govt": 100,
            "scty": 30,
            "envo":70
        },
        "desc": "Are We Cool Yet?的成员是一群异常艺术家（或称异术家），他们有能力获得或生产异常物品和实体，并用这些物品创造艺术装置。这些装置会被放置在最大程度面向公众的地方，对旁观者具有生命威胁，而短语“Are We Cool Yet?”则经常会以某种方式出现。",
        "link": "https://scp-wiki-cn.wikidot.com/are-we-cool-yet-hub"
    },
    {
        "name": "工厂",
        "stats": {
            "econ": 0,
            "govt": 0,
            "scty": 50,
            "envo":0
        },
        "desc": "关于工厂的已知信息非常少，对据称由其经营的设施而进行的探索收效有限，因此尚未得到具体的结论，仅知他们似乎有能力制造异常人造物——并且是以量产技术来进行。",
        "link": "https://scp-wiki-cn.wikidot.com/factory-hub"
    },
    {
        "name": "第五教会",
        "stats": {
            "econ": 100,
            "govt": 100,
            "scty": 0,
            "envo":50
        },
        "desc": "第五教会，又称第五主义教会或第五会社，是一个与娱乐业有紧密联系的秘密宗教组织。尽管进行了大量调查，并最终促成了2007年全国收网的“占星师行动”，但关于其教义、活动、成员数目和目标的更多详情仍未被确认，不过监视表单上已有100个已确认和被怀疑的组织要人和其他突出人物。其起源被锁定在20世纪中期的多个时间点和北美洲及亚洲的多个位置，不过一些资料显示其在数世纪前就已存在。",
        "link": "https://scp-wiki-cn.wikidot.com/fifthist-hub"
    },
    {
        "name": "联邦调查局所属特异事故处（UIU）",
        "stats": {
            "econ": 10,
            "govt": 30,
            "scty": 70,
            "envo":30
        },
        "desc": "特异事故处（UIU）成立于冷战之初，当时美国政府中的许多势力都希望能使用异常的力量同时也阻止共产主义者采取同样的行动。故而在联邦调查局局长J·埃德加·胡佛的领导下，一个快速反应超常事件及犯罪的特殊FBI部门就此建立。虽然最初美国政府投入了大量资金和资源，但在冷战结束以及敌对组织（如GRU-P）解散后UIU已衰落多年。",
        "link": "https://scp-wiki-cn.wikidot.com/unusual-incidents-unit-hub"
    },
];
